aaron-bond.better-comments
alefragnani.project-manager
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
ckolkman.vscode-postgres
coenraads.bracket-pair-colorizer-2
continue.continue
cweijan.vscode-database-client2
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
github.copilot-chat
github.vscode-pull-request-github
gruntfuggly.todo-tree
hybr8.ssh-lite
mhutchie.git-graph
mijur.copilot-terminal-tools
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-ossdata.vscode-pgsql
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
mtxr.sqltools
mtxr.sqltools-driver-pg
mutantdino.resourcemonitor
naumovs.color-highlight
oderwat.indent-rainbow
openai.chatgpt
pkief.material-icon-theme
prisma.prisma
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
usernamehw.errorlens
wix.vscode-import-cost
xdebug.php-debug
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
